{ "name": "Persian", "description": "The glamorous Persian cat is one of our oldest breeds and evokes images of distant historical Persia and Turkey. Its long, luxuriant, flowing coat comes in a myriad of colors reminiscent and its pansy-like face with big round copper eyes is open and sweet.", "temperament": "Calm and low energy.", "origin": "Greater Iran" }
{ "name": "Himalayan", "description": "The Himalayan is a gorgeous cat with the body and coat of a Persian but the color, pattern and stunning dark blue eyes of the Siamese.", "temperament": "Poised, loving and playful.", "origin": "United States" }
{ "name": "Exotic Shorthair", "description": "The gentle Exotic Shorthair is a Persian in its pajamas and is the ideal cat for those who love the look of the Persian but do not have the time or inclination to take care of all that hair.", "temperament": "Easy-going, affectionate and gentle with quiet manners.", "origin": "United States" }
{ "name": "British Shorthair", "description": "The chubby-faced British Shorthair with its chipmunk cheeks and happy smile is famous as the Cheshire Cat in Lewis Carroll's Alice in Wonderland. This sturdy teddy bear has a smile and a plush coat combined with a wonderful disposition that makes them great family pets.", "temperament": "Friendly and affectionate, enjoying attention in an undemanding manner.", "origin": "United Kingdom" }
{ "name": "Ragdoll", "description": "The Ragdoll is a large affectionate, semi-longhaired cat with captivating blue eyes. One of the largest breeds in the cat fancy, the Ragdoll gets along well with children and other pets, including dogs, often living up to its name as it gets carried around the house in a child's arms.", "temperament": "Loving, quiet cat with a very laidback disposition.", "origin": "United States" }
{ "name": "Somali", "description": "The Somali is simply and beautifully a semi-long-haired Abyssinian. It has the same expressive face but with a shaggy ticked coat, ear tufts and a fox-like tail. ", "temperament": "Loyal, affectionate, highly intelligent and very interactive.", "origin": "Somalia" }
{ "name": "Abyssinian", "description": "Abyssinians look like a small mountain lion or cougar with almond eyes set in a dramatically marked expressive face and a spectacularly warmly ticked coat that produces a shimmering iridescence whether still or in motion.", "temperament": "Loyal, affectionate, highly intelligent and very interactive.", "origin": "Ethiopia" }
{ "name": "Russian Blue", "description": "The aristocratic Russian Blue is the gem of the feline world. Their short, dense silver-tipped blue fur glistens and shimmers in the light as they move providing an elegant setting for their glowing emerald green eyes.", "temperament": "Highly intelligent, active, quiet yet playful.", "origin": "Russia" }
{ "name": "Cornish Rex", "description": "The Cornish Rex are a natural breed originating from a mutation first recognized in England. Often referred to as the Greyhound of the cat world because of their long-legged body complete with tuck-up, the Cornish Rex is easily recognizable by its wavy marceled coat.", "temperament": "Outstanding enthusiastic personality. They are highly social cats, not at all reserved, liking to be right in the middle of everything and thrive on attention.", "origin": "United Kingdom " }
{  "name": "American Bobtail", "description": "Reminiscent of the wild cats, the American Bobtail is a medium-large to large, naturally occurring short-tailed cat, native to North America.", "temperament": "Affectionate and loving, moderately active. They can easily be taught to 'walk' on a leash and play fetch.", "origin": "United States" }
